{
  "English": {
    "NavBar": {
      "WhatIDo": "What I do?",
      "AboutMe": "About me",
      "MyPortifolio": "My portifolio"
    },
    "PresentationText": {
      "ImMatheus": "I'm Matheus",
      "IBuildInterfaces": "I design and build user interfaces",
      "LearnMore": "Learn more about what I do",
      "actionButton": "Learn more about what I do"
    },
    "WhatIDo": {
      "Title": "I’m front-end developer",
      "SetOfTools": "In the list below are the technologies and tools that I use for the development of my web sites:",
      "Sass": "CSS (SASS, grid, responsivennes)",
      "Git": "Git for version control",
      "Figma": "Figma for prototyping",
      "Photoshop": "Photoshop for image manipulation",
      "Illustrator": "Illustrator for creating vector images"
    },
    "AboutMe": {
      "Title": "About me",
      "MyDescription": "I'm a Brazilian web developer, that lives in the beautiful city Gramado in the Rio Grande do Sul.",
      "MyDescription1": "I graduated in analysis and systems development by FADERGS, an institution of the laureate network.",
      "MyDescription2": "Since I started in the software development area I have always been passionate about the beauty of a system, that's why I became a front end developer. A beautiful system can directly impact how the user perceives the consistency of a system that can generate interest, curiosity, and satisfaction in those who will use it.",
      "MyDescription3": "At work, I see problems as a challenge and there's nothing I can't do (or at least try). I seek good communication and constant feedback to align my ideas with those of my clients or co-workers (and I can speak Portuguese too!).",
      "MyDescription4": "I am available to move anywhere in the world or work from home instead."
    },
    "MyPortifolio": {
      "Title": "My portifolio",
      "Netflix": "This project seeks to imitate some basic aspects of the Netflix front-end, using a movie search API.",
      "HelthyDev": "This app aims to combine the pomodoro technique with exercise tips for developers who spend a lot of time sitting in the chair, doing harm to their bodies. ",
      "React": "Made with React",
      "Soon": "Coming soon!"
    }
  },
  "Portuguese": {
    "NavBar": {
      "WhatIDo": "O que eu faço?",
      "AboutMe": "Sobre mim",
      "MyPortifolio": "Meu portifólio"
    },
    "PresentationText": {
      "ImMatheus": "Eu sou o Matheus",
      "IBuildInterfaces": "Eu projeto e construo interfaces para a web",
      "LearnMore": "Saiba mais sobre o que eu faço",
      "actionButton": "Saiba mais sobre o que eu faço"
    },
    "WhatIDo": {
      "Title": "Eu sou desenvolvedor 'front-end'",
      "SetOfTools": "Na lista abaixo esta a 'stack' de tecnologias e ferramentas que utilizo para o desenvolvimento dos meus sites:",
      "Sass": "CSS (SASS, grid, responsividade)",
      "Git": "Git para controle de versão",
      "Figma": "Figma para prototipagem",
      "Photoshop": "Photoshop para manipulação de imagens",
      "Illustrator": "Illustrator para criação de imagens vetoriais"
    },
    "AboutMe": {
      "Title": "Sobre mim",
      "MyDescription": "Sou desenvolvedor web. Vivo na linda cidade de Gramado no Rio Grande do Sul.",
      "MyDescription1": "Me formei em análise e desenvolvimento de sistemas pela FADERGS (Faculdade de Desenvolvimento do Rio Grande do Sul)",
      "MyDescription2": "Desde que comecei na área de desenvolvimento de sistemas, sempre fui apaixonado pela beleza de um software, e por isso, me tornei um desenvolvedor 'front-end'. A beleza de um sistema impacta diretamente como usuário percebe a consistência do software que gera interese, curiosidade e satisfação em quem vai usa-lo.",
      "MyDescription3": "No trabalho, vejo os problemas como desafios, não ha nada que eu não possa fazer (ou pelo menos tentar). Sempre busco uma boa comunicação e um feedback constante, para alinhar minhas ideias com os meus clientes ou colegas de trabalho. (e falo inglês também!).",
      "MyDescription4": "Estou disponível para me mudar para qualquer lugar no mundo ou trabalhar remotamente."
    },
    "MyPortifolio": {
      "Title": "Meu portifólio",
      "Netflix": "Esse projeto busca imitar alguns aspectos básicos do front-end do Netflix, utilizando de uma API de busca de filmes",
      "HelthyDev": "Este app visa juntar a técnica pomodoro com dicas de exercícios para os desenvolvedores que passam muito tempo sentados na cadeira, fazendo mal para o seus corpos.",
      "React": "Feito com React",
      "Soon": "Em breve!"
    }
  }
}
